//-------------------------------------------------------------------------------------
//                             Copyright(c) 2020
//  All rights are reserved by East China Normal University.
//-------------------------------------------------------------------------------------
//  Abstract:
//     跨域代理设定
//-------------------------------------------------------------------------------------
//	History:
//    ·2021.02.20  马业迪等
//      作成
//-------------------------------------------------------------------------------------
module.exports = {
    outputDir: 'dist',
    assetsDir: 'static',
    devServer: {
        proxy: {
            '/jz': { //前端任何含/jz的URL请求都会被反向代理。
                target: 'http://221.224.21.21:8888', //原来请求的服务器IP地址会换成此地址
                changeOrigin: true, // 是否跨域
                pathRewrite: {
                    // '.+?/jz': '/jz'
                } // 正则替换
            }
        }
    }
}