<script>
const HeaderData =
    {
      companyName_CH: '上海合时智能科技有限公司',
      companyName_US: 'Shanghai Heshi Science and Technology Co.,Ltd.',
      corporateImg: [require('@/assets/img/img1.png'), require('@/assets/img/img2.png'), require('@/assets/img/img3.png'), require('@/assets/img/img2.png'), require('@/assets/img/img3.png')],
    };

const ProfileData =
    {
      profile: "上海合时智能科技有限公司是一家专业从事特种机器人、反恐排爆安检类机器人、警用装备产品的研发、生产和销售的高科技企业集团。创立人为从" +
          "事仪器科学、机器人、自动控制、计算机领域的博士及博士后团队，技术带头人拥有机器人专业的博士学位和博士后研究经验，主要研发人员具有本科以上" +
          "学位，技术骨干为相关领域的技术专家、博士后、博士及研究生学历的人员。作为一家专业从事机器人技术及智能设备研发与生产的高新技术企业，合时科" +
          "技拥有自己的核心技术、多项知识产权及注册商标。核心技术授权的知识产权包括发明专利、实用新型专利、外观专利、软件著作权、注册商标等50多项。" +
          "自主开发了系列化的反恐排爆机器人、侦检机器人、武装机器人、巡检机器人等服务机器人产品，涵盖排爆、消防、军事、工业、家用等领域。产品具有国家" +
          "认定的质量检测报告和公安部检测报告，在国内特种装备行业具有较强的影响力，在世博会 、园博会、中越边境扫雷等重大任务中起到重要作用，已经应用" +
          "于各地市公安局、消防局、科研院所、部队、兵器集团等多处，并已经出口其他国家。公司具有完备的管理体系、优秀的研发团队，能够给客户提供定制服务，" +
          "长期提供技术服务和维修维护服务。",
      companyName_ch: "上海合时智能科技有限公司",
      companyName_us: "Shanghai Heshi Science and Technology Co.,Ltd.",
      LegalPerson: "卢秋红",
      registeredCapital: "3000万元",
      registrationDate: "2007-01-01",
      staffSize: "51-100人", //
      businessStatus: "存续",
      majorProduct: "消防灭火机器人，排爆机器人，水上侦察机器人", //
      companyType: "民营企业", //
      countryOfRegistration: "中国", //
      companyAddress: "上海市徐汇区凌云路398号335室", //
      postcode: "210000",//
      website: "http://www.hrstek.com",
      email: "3338330362@qq.com",
      phone: "(-86)-021-54733915",
    };
const NewsData =
    [
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '厉害了！排爆“金刚侠”——合时智能大型排爆机器人登场！',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-02-18',
      },
      {
        title: '小身板，大能耐，车底机器人“侦察兵”上线',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-02-20',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '厉害了！排爆“金刚侠”——合时智能大型排爆机器人登场！',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-02-18',
      },
      {
        title: '小身板，大能耐，车底机器人“侦察兵”上线',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-02-20',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
      {
        title: '武装打击机器人：恐怖分子的冷酷终结者',
        content: '武装打击器人主要用于对恐怖分子、歹徒、偷猎者等不法分子进行视频监控、武力威慑、远程打击，协作公安、武警执行反恐任务，辅助特战队员执行边境巡逻任务。1、装载方便：模块化设计，安装拆卸方便快捷，性能稳定可靠。2、快速部署：机器人在战备状态时从车上取下后，可在30秒内响应视频，开始操作。3、适应地形和气候的能力：机器人可在零下15度至零上50度的温度内实施工作，可攀爬35度斜坡、30度楼梯，25厘米垂直障碍，50厘米宽度壕沟可适应比较复杂的环境进行操作。4、负载能力：机器人在水平路面上可以负载150公斤重物进行行走，在复杂的环境下机器人本身可通过调节重心的位置来适应路况的需要。5、智能保护：机器人具有智能保护功能，以防止自身受到巨大的伤害。机器人车体具有低压、过热、倾翻保护。6、易操作：机器人采用直观的视频操作方式，便携式的操控单元，握在手中即可在150米距离操控机器人。同时选购的有线盘配件可以满足在无线通信效果差的环境中操控机器人。',
        date: '2021-01-18',
      },
    ];

const ProductData =
    [
      {
        image: require('@/assets/img/cwimg1.jpg'),
        title: '大型排爆机器人',
        model: 'uBot-EOD A50'
      },
      {
        image: require('@/assets/img/cwimg2.jpg'),
        title: '室内巡逻体温检测机器人',
        model: 'uBot-EOD A10'
      },
      {
        image: require('@/assets/img/cwimg3.jpg'),
        title: '疫情消杀机器人',
        model: 'uBot-EOD B50'
      },
      {
        image: require('@/assets/img/cwimg4.jpg'),
        title: '消防灭火机器人',
        model: 'uBot-EOD C50'
      },
      {
        image: require('@/assets/img/cwimg5.jpg'),
        title: '智能小型排爆机器人',
        model: 'uBot-EOD D30'
      },
      {
        image: require('@/assets/img/cwimg1.jpg'),
        title: '大型排爆机器人',
        model: 'uBot-EOD A50'
      },
      {
        image: require('@/assets/img/cwimg2.jpg'),
        title: '室内巡逻体温检测机器人',
        model: 'uBot-EOD A10'
      },
      {
        image: require('@/assets/img/cwimg3.jpg'),
        title: '疫情消杀机器人',
        model: 'uBot-EOD B50'
      },
      {
        image: require('@/assets/img/cwimg4.jpg'),
        title: '消防灭火机器人',
        model: 'uBot-EOD C50'
      },
      {
        image: require('@/assets/img/cwimg5.jpg'),
        title: '智能小型排爆机器人',
        model: 'uBot-EOD D30'
      },
      {
        image: require('@/assets/img/cwimg1.jpg'),
        title: '大型排爆机器人',
        model: 'uBot-EOD A50'
      },
      {
        image: require('@/assets/img/cwimg2.jpg'),
        title: '室内巡逻体温检测机器人',
        model: 'uBot-EOD A10'
      },
      {
        image: require('@/assets/img/cwimg3.jpg'),
        title: '疫情消杀机器人',
        model: 'uBot-EOD B50'
      },
      {
        image: require('@/assets/img/cwimg4.jpg'),
        title: '消防灭火机器人',
        model: 'uBot-EOD C50'
      },
      {
        image: require('@/assets/img/cwimg5.jpg'),
        title: '智能小型排爆机器人',
        model: 'uBot-EOD D30'
      },
      {
        image: require('@/assets/img/cwimg1.jpg'),
        title: '大型排爆机器人',
        model: 'uBot-EOD A50'
      },
      {
        image: require('@/assets/img/cwimg2.jpg'),
        title: '室内巡逻体温检测机器人',
        model: 'uBot-EOD A10'
      },
      {
        image: require('@/assets/img/cwimg3.jpg'),
        title: '疫情消杀机器人',
        model: 'uBot-EOD B50'
      },
      {
        image: require('@/assets/img/cwimg4.jpg'),
        title: '消防灭火机器人',
        model: 'uBot-EOD C50'
      },
      {
        image: require('@/assets/img/cwimg5.jpg'),
        title: '智能小型排爆机器人',
        model: 'uBot-EOD D30'
      },
    ];

const ServiceData =
    [
      {
        title: '大型排爆机器人操作培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-10'
      },
      {
        title: '电气自动化程序设计培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-10'
      },
      {
        title: 'PLC培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-15'
      },
      {
        title: '上位机监控系统培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-15'
      },
      {
        title: '工业机器视觉培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-03-12'
      },
      {
        title: '大型排爆机器人操作培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-10'
      },
      {
        title: '电气自动化程序设计培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-10'
      },
      {
        title: 'PLC培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-15'
      },
      {
        title: '上位机监控系统培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-15'
      },
      {
        title: '工业机器视觉培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-03-12'
      },
      {
        title: '大型排爆机器人操作培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-10'
      },
      {
        title: '电气自动化程序设计培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-10'
      },
      {
        title: 'PLC培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-15'
      },
      {
        title: '上位机监控系统培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-15'
      },
      {
        title: '工业机器视觉培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-03-12'
      },
      {
        title: '大型排爆机器人操作培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-10'
      },
      {
        title: '电气自动化程序设计培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-10'
      },
      {
        title: 'PLC培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-15'
      },
      {
        title: '上位机监控系统培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-15'
      },
      {
        title: '工业机器视觉培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-03-12'
      },
      {
        title: '大型排爆机器人操作培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-10'
      },
      {
        title: '电气自动化程序设计培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-10'
      },
      {
        title: 'PLC培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-15'
      },
      {
        title: '上位机监控系统培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-15'
      },
      {
        title: '工业机器视觉培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-03-12'
      },
      {
        title: '大型排爆机器人操作培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-10'
      },
      {
        title: '电气自动化程序设计培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-10'
      },
      {
        title: 'PLC培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-01-15'
      },
      {
        title: '上位机监控系统培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-02-15'
      },
      {
        title: '工业机器视觉培训',
        content: '实行随到随学培训方式，根据每个人的学习进度单个上课,下次上课从上次结束的地方开始，这样保证了课程的连续性，不至于因为没时间落下课程，学习的时间也保证了弹性。接受能力强的人，可以稍微快些。基础差点的，也可以时间长些。除去春节，差不多全年无休，完全满足学员随到随学的培训方式。所以在加垒电气培训，每个人毕业的时间由自己控制。真正的学会为止，没有时间限制。机器视觉，工业现场总线通信，定位运动控制是电气自动化学习的难点，也是我们教学的重点。培训的课程有：ABB工业机器人培训，KUKA工业机器人培训，FANUC工业机器人培训，三菱FX全科班培训，三菱Q系列全科班培训，QD75运动控制培训，西门子SMART 200全科班培训，HALCON培训，VISIONPRO培训，NIVISION培训，LABVIEW培训，西门子1200,1500,300全科班培训，工业机器视觉培训，SIMOTION运动控制培训，三菱运控控制培训，工业运动控制卡培训，C#编程培训，上位机WINCC监控系统等等课程。（上课时间：上午9点—晚上6点，星期一休息）欢迎大家来加垒电气参观学习体验，加垒电气欢迎你的到来！  联系地址:上海市闵行区莘建东路58弄1号楼1112室 电话：18930448360 汤老师 18939820092 周老师',
        date: '2021-03-12'
      },
    ];
const CertificateData =
    [
      {
        image: require('@/assets/img/cs_营业执照.jpg'),
        title: '营业执照',
      },
      {
        image: require('@/assets/img/cs_ISO9001.jpg'),
        title: 'ISO9001',
      },
      {
        image: require('@/assets/img/cs_实用新型专利.jpg'),
        title: '实用新型专利',
      },
      {
        image: require('@/assets/img/cs_软著.jpg'),
        title: '软著',
      },
      {
        image: require('@/assets/img/cs_上海工匠.jpg'),
        title: '上海工匠',
      },
      {
        image: require('@/assets/img/cs_营业执照.jpg'),
        title: '营业执照',
      },
      {
        image: require('@/assets/img/cs_ISO9001.jpg'),
        title: 'ISO9001',
      },
      {
        image: require('@/assets/img/cs_实用新型专利.jpg'),
        title: '实用新型专利',
      },
      {
        image: require('@/assets/img/cs_软著.jpg'),
        title: '软著',
      },
      {
        image: require('@/assets/img/cs_上海工匠.jpg'),
        title: '上海工匠',
      },
      {
        image: require('@/assets/img/cs_营业执照.jpg'),
        title: '营业执照',
      },
      {
        image: require('@/assets/img/cs_ISO9001.jpg'),
        title: 'ISO9001',
      },
      {
        image: require('@/assets/img/cs_实用新型专利.jpg'),
        title: '实用新型专利',
      },
      {
        image: require('@/assets/img/cs_软著.jpg'),
        title: '软著',
      },
      {
        image: require('@/assets/img/cs_上海工匠.jpg'),
        title: '上海工匠',
      },
    ];

export default {
  HeaderData,
  ProfileData,
  NewsData,
  ProductData,
  ServiceData,
  CertificateData,
}

</script>